# Use `brew bundle`  to install the packages

# Java first for some reason
cask "java" unless system "/usr/libexec/java_home --failfast"

brew "git"
brew "ag"
brew "tmux"
brew "git-flow"
brew "node"
brew "wget"
brew "direnv"
brew "gpg"
brew "go"

# Apps
cask "spectacle"
cask "keybase"
cask "iterm2"
cask "sublime-text"
cask "visual-studio-code"
cask "intellij-idea"
cask "dropbox"
cask "gpg-suite"
cask "docker"
cask "spotify"
cask "alacritty"

# Quick Look plugins
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
