# Use `brew bundle`  to install the packages

brew "git"
brew "ag"
brew "tmux"
brew "git-flow"
brew "node"
brew "wget"
brew "direnv"
brew "gpg"
brew "go"
brew "kube-ps1"
brew "starship"

# Apps

#cask "visual-studio-code"
#cask "intellij-idea"
cask "docker"
cask "spotify"

# Quick Look plugins
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
