cask "java" unless system "/usr/libexec/java_home --failfast"

brew "git"

brew "ack"

brew "git-flow"

brew "node"

brew "wget"

brew "direnv"

brew "gpg"

brew "diff-highlight"

cask "spectacle"

cask "keybase"

cask "iterm2"

cask "sublime-text"

cask "visual-studio-code"

cask "intellij-idea"

cask "dropbox"

cask "gpg-suite"
